{"title":{"0":"Space History Is Made in This NASA Robot Factory","1":"NASA's Mars Perseverance Rover Gets Its Sample Handling System","2":"Meet the People Behind NASA's Perseverance Rover","3":"Scientists Explore Outback as Testbed for Mars ","4":"Join NASA for the Launch of the Mars 2020 Perseverance Rover","5":"The Detective Aboard NASA's Perseverance Rover","6":"NASA's Mars Rover Drivers Need Your Help","7":"NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget","8":"NASA's InSight 'Hears' Peculiar Sounds on Mars","9":"Mars Scientists Investigate Ancient Life in Australia","10":"3 Things We've Learned From NASA's Mars InSight ","11":"NASA's Perseverance Mars Rover Gets Balanced","12":"Media Get a Close-Up of NASA's Mars 2020 Rover","13":"Mars Is Getting a New Robotic Meteorologist","14":"NASA's Mars Perseverance Rover Passes Flight Readiness Review"},"preview":{"0":"From rockets to rovers, JPL's Spacecraft Assembly Facility has been at the center of robotic spaceflight. Here's a closer look at what makes it so special.","1":"The system will be collecting and storing Martian rock and soil. Its installation marks another milestone in the march toward the July launch period.","2":"These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. ","3":"Australia provides a great place for NASA's Mars 2020 and the ESA-Roscosmos ExoMars scientists to hone techniques in preparation for searching for signs ancient life on Mars.","4":"No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet.","5":"An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals.","6":"Using an online tool to label Martian terrain types, you can train an artificial intelligence algorithm that could improve the way engineers guide the Curiosity rover.","7":"Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return.","8":"Listen to the marsquakes and other, less-expected sounds that the Mars lander has been detecting.","9":"Teams with NASA's Mars 2020 and ESA's ExoMars practiced hunting for fossilized microbial life in the Australian Outback in preparation for their Red Planet missions. ","10":"Scientists are finding new mysteries since the geophysics mission landed two years ago.","11":"The mission team performed a crucial weight-balancing test on the rover in preparation for this summer's history-making launch to the Red Planet.","12":"The clean room at NASA's Jet Propulsion Laboratory was open to the media to see NASA's next Mars explorer before it leaves for Florida in preparation for a summertime launch.","13":"Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles.","14":"​The agency's Mars 2020 mission has one more big prelaunch review – the Launch Readiness Review, on July 27."}}